[
	{
		"question": "Je ne suis pas à l'aise avec l'informatique, c'est un problème ?",
		"reply": "Absolument pas. Nous gérons 100% de la technique : création, design, mise en ligne, connexion du nom de domaine. Vous n'avez qu'à valider vos textes et images par email ou WhatsApp.",
		"category": "process",
		"open": false
	},
	{
		"question": "Quels sont les coûts cachés ? Hébergement, maintenance ?",
		"reply": "Aucun coût caché. Le prix annoncé inclut : hébergement, nom de domaine 1 an, emails professionnels (jusqu'à 5 adresses). Après la première année, le renouvellement de l'hébergement et du nom de domaine est facturé 100€ HT/an.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Mon site sera-t-il bien référencé sur Google ?",
		"reply": "Oui. Tous nos sites sont optimisés SEO dès la création : structure technique correcte, vitesse de chargement optimale, responsive mobile, balises méta configurées. Nous optimisons aussi votre fiche Google My Business (inclus dans Pro et Premium) pour apparaître sur Google Maps.",
		"category": "features",
		"open": false
	},
	{
		"question": "Que se passe-t-il si je ne suis pas satisfait du résultat ?",
		"reply": "Nous incluons 2 rounds de modifications dans tous nos tarifs pour garantir votre satisfaction. Vous validez la structure avant que nous passions à la personnalisation, puis vous validez le design final.",
		"category": "pricing",
		"open": false
	},
	{
		"question": "Que se passe-t-il si j'ai besoin d'un composant spécifique ?",
		"reply": "Si le composant que vous souhaitez n'existe pas dans notre bibliothèque, sur le plan premiumn nous nous engageons à le créer sans surcoût (dans la limite du raisonnable). Nous évaluons la faisabilité lors du rendez-vous découverte et l'incluons dans le devis si c'est plus complexe.",
		"category": "features",
		"open": false
	},
	{
		"question": "Le site sera-t-il rapide sur mobile ?",
		"reply": "Oui, c'est une priorité absolue. Plus de 70% de vos visiteurs viennent du mobile. Nos sites sont construits avec Astro, une technologie moderne ultra-performante. Résultats : score Google PageSpeed > 90/100, temps de chargement < 2 secondes.",
		"category": "features",
		"open": false
	}
]
